Course2/Course5/Resources/Divide.xml

<?xml version="1.0" encoding="utf-8" ?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
  <soapenv:Header/>
  <soapenv:Body>
    <tem:Divide>
      <!--Optional:-->
      <tem:val1>500</tem:val1>
      <!--Optional:-->
      <tem:val2>25</tem:val2>
    </tem:Divide>
  </soapenv:Body>
</soapenv:Envelope>
